[Lang]
	Name=Turkish (Türkçe)
	TranslatorName=Rokobozz
	TranslatorURL=www.sgnlive.org
	ID=041f;001f
	Version=5.10.29
	Date=29/10/2013
	Charset=1254

'Support Locale IDs (LCID) by this language file
'	0x001f: Turkish
'	0x041f: Turkish (Turkey)

'Parametrs ESC-dizileri destekler \n \r \t 

[frmMain]
	frRezim=Çalışma Modu DriverPack ile
	frDescriptionIco=Açıklamasını görüntülemek için imleci simgenin üzerine getiriniz
	frRunChecked=Uygulamaya koy...
	frCheck=DriverPack Seçin:
	lblOsInfo=isletim sistemi:
	RezimIntellect=Yukleme\r\n(Uyumlu surucu)
	RezimUst=Yukleme\r\n(Tam - Tum DriverPack)
	RezimUpd=Olusturma veya surucu\r\nveritabanini guncelleme
	RezimIntellectTip=Verilen modda açmak ve bilgisayarınızda bulunan cihaz için kurulum sürücüsü oluşturur.
	RezimUstTip=Verilen modunda DriverPack ve açma gerçekleşir. Bundan sonra, programı kontrol ve uygun bir sürücü yüklemeye çalıştığında.
	RezimUpdTip=Modu veya veritabanı sürücüsünü güncelleştirme
	mnuRezim=Güncelleme veritabanı sürücüleri
	mnuRezimBaseDrvUpdateALL=TÜM DPPack's için Güncelleştirme veritabanı sürücüleri
	mnuRezimBaseDrvUpdateNew=YENİ DPPack's için Güncelleştirme veritabanı sürücüleri
	mnuRezimReadClasses=Okuma ve kaydetme sınıfları DPPack's
	mnuRezimBaseDrvClean=Veritabanı sürücüsü eksik olan dosyaları kaldır
	mnuService=Menü
	mnuShowHwidsTxt=Göster HWIDs PC aygıtlarını (Metin Dosyası)
	mnuShowHwidsXLS=Göster HWIDs PC aygıtlarını (Excel Dosyası)
	mnuShowHwidsAll=TÜM Cihazlar
	mnuRunSilentMode=Katılımsız sürücüleri yükle
	mnuViewDPInstLog=Göster DPinst.log
	mnuOptions=Seçenekler
	mnuMainUtils=Aygıtlar
	mnuUtils_devmgmt=Aygıt Yöneticisi
	mnuMainAbout=Yardım
	mnuLinks=Yararlı Linkler
	mnuHistory=Sürüm notları
	mnuHelp=Yardım
	mnuHomePage=Forum OsZone.Net
	mnuHomePage1=Anasayfayı ziyaret edin
	mnuCheckUpd=Güncellemeyi denetle
	mnuDonate=Projeye destek
	mnuLicence=Lisans Sözleşmesi
	mnuAbout=Hakkında...
	mnuModulesVersion=Çalıştırma Modülleri...
	mnuContextXLS=Veritabanını aç (Excel dosyasıyla)
	mnuContextTxt=Veritabanını aç (Metin Dosyasıyla)
	mnuContextToolTip=Bilgisayar için sürücü listesini göster
	mnuContextEditClasses=Değişim ve DriverPack sınıf kaydet
	mnuContextEditDPName=Program paketinin ekran adını değiştirme
	mnuContextDeleteDRP=DriverPack sil
	mnuContextLegendIco=Tüm sembollerin tanımına bak
	mnuMainLang=Dil
	mnuLangStart=Baslangicta secili dili kullanin
	mnuContextInstall1=Normal yükleme
	mnuContextInstall2=Özel Kurulum
	cmdRunTask=Secilenler icin gorevi calistirin
	cmdRunTask1=TUm DPPack secilenleri icin calistirin
	cmdCheck=Secim
	cmdBreakUpdateDB=Bozuk gorev kosulu
	cmdViewAllDevice=Bilgisayarinizdaki tum cihazlarin listesi + HWID tarafindan Internet uzerinde surucu ara
	cmbCheckButtonListElement1=Tüm formda
	cmbCheckButtonListElement2=Yenile ve Kontrol et
	cmbCheckButtonListElement3=Hepsi
	cmbCheckButtonListElement4=Sadece yenileri
	cmbCheckButtonListElement5=Kurulma
	cmbCheckButtonListElement6=Önerilen
	ToolTipArrStatusIcon1=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu.\r\n\r\nAyni surucu (ayni surumu) zaten yuklu.\r\n\r\nYapilacak islem:\r\nHicbir eyleme gerek yoktur.\r\n\r\nNot:\r\nEger cihaz icin sutun durum '0'; onun anlami budur:\r\n* - Cihaz bloke;\r\n* - Bu aygit surucude etkin degil (bilgi icin aygit yoneticisine bakin)
	ToolTipArrStatusIcon2=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu.\r\n\r\nBu surucu bilgisayarinizda yuklu degildir\r\n\r\nYapilacak islem:\r\nBir gecis modlarinda bu butona tiklayin ve suruculeri yukleyin. Program paketinden gerekli suruculeri formda ilgili degisiklik dugmeleri kuracaktir\r\n\r\nNotlar:\r\n1. Bazi durumlarda surucu olarak, gelen paket surucusunde, ekipmaninizin yaklasimi olamaz. Cihaz tanimlayicilar (HWID) karsilastirilmasi ana bolumunde altsiniflar cihazlar haric (SubSys | REV | MI) HWID oldugunu\r\n2. Satirindaki "Durum" icin cihaz standlari '0 ', bu demektir:\r\n* - belirtilen aygit icin bir surucu yuklu degildir;\r\n* - cihaz bloke;\r\n* - Bu aygitin surucusu etkin degilse (Aygit Yoneticisi'nden detaylarini gorun)
	ToolTipArrStatusIcon3=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu ve yuklu, ancak bu daha yeni\r\n\r\nYapilacak islem:\r\nBir gecis modlarinda bu butona tiklayin ve suruculeri yukleyin. Program paketinden gerekli suruculeri formda ilgili degisiklik dugmeleri kuracaktir\r\n\r\nNot:\r\nBazi durumlarda surucu olarak, gelen paket surucusunde, ekipmaninin yaklaşimi olamaz. Karşilastirma tanimlayicisi cihazi (HWID) ana bolumu olusur (SubSys | REV | MI) altsınıf cihazlar haric HWID.
	ToolTipArrStatusIcon4=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu ve yuklu, ancak bu daha eski\r\n\r\nYapilacak islem:\r\nHic bir seye ihtiyac yok. Daha son surucuyu web'de arayin ve programin paketini yeniden guncelleyin.
	ToolTipArrStatusIcon5=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu ve yuklu, ancak bu daha yeni\r\n\r\nYapilacak islem:\r\nBir gecis modlarinin bu butona tiklayin ve suruculeri yukleyin. Program paketinden gerekli suruculeri formda ilgili degisiklik dugmeleri kuracaktir\r\n\r\nNotlar:\r\n1. Bazi durumlarda surucu olarak gelen paket, surucusunde ekipmaninizin yaklasimi olamaz. Karsilastirma tanımlayicisi cihazi (HWID) ana blumu olusur alt sinif cihazi haric HWID (SUBSYS|REV|MI)\r\n2. Satirindaki "Durum" icin cihaz standlari '0 ', bu demektir:\r\n* - belirtilen aygiti icin bir surucu yuklu degildir;\r\n* - cihaz bloke;\r\n* - Bu aygitin surucusu etkin degilse (Aygit Yoneticisi'nden detaylarini gorun)
	ToolTipArrStatusIcon6=Bu surucu paketi bir surucu programi, bilgisayarinizda uygun aygit bulundu ve yuklu, ancak bu daha eski\r\n\r\nYapilacak islem:\r\nHic bir seye ihtiyac yok. Daha son surucuyu web'de arayin ve programin paketini yeniden guncelleyin.\r\n\r\nNotlar:\r\n1. Bazi durumlarda surucu olarak, gelen paket surucusunde, ekipmaninizin yaklasimi olamaz. Karsılastirma tanimlayicisi cihazi (HWID) ana bolumu olusur altsinif cihazi haric HWID (SUBSYS|REV|MI).\r\n2. Satirindaki "Durum" icin cihaz standlari '0 ', bu demektir:\r\n* - belirtilen aygiti icin bir surucu yuklu degilse;\r\n* - Bir cihaz bloke olur;\r\n* - Bu aygitin surucusu etkin degilse (Aygit Yoneticisi'nden detaylarini gorun)
	ToolTipArrStatusIcon7=Bu yazilim paketinin Suruculeri bilgisayarinizla alakasiz\r\n\r\nYapilacak islem:\r\nHicbir eyleme gerek yoktur. Bu paketin suruculeri bir sekilde baska bir zaman yararlidir - aygit veya baska bir bilgisayarda.
	ToolTipArrStatusIcon8=Program bu paketin bulunan suruculerini tanimlayamadi\r\n\r\nYapilacak islem:\r\nGecis programi modulu olusturun veya bu butona tiklayin boylece paketinden suruculeri hakkinda bilgi (veritabani) dugme turunu degistirdinde  veritabani eklenmis olacak
	ToolTipArrStatusIcon9=Program secilen surucu paketi icin surucu veritabani guncellestirilmis yenileme uretir.\r\n\r\nYapilacak islem:\r\nHicbir eyleme gerek yoktur. Sadece programin tamamlanmasi icin bekleyin.
	ToolTipTextTitle=DriverPack Dosyası:
	ToolTipTextFileSize=Dosya Boyutu:
	ToolTipTextClassDRV=Sınıf Sürücüler:
	ToolTipTextDrv2Install=Kurulu olan surucu:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Yol
	TableHwidHeader3=Inf dosyasi
	TableHwidHeader4=Version(BD)
	TableHwidHeader5=Version(PC)
	TableHwidHeader6=Konum
	TableHwidHeader7=Cihazin Adi
	TableHwidHeader8=DriverPack
	TableHwidHeader9=!
	TableHwidHeader10=Sağlayıcı
	TableHwidHeader11=Uyumlu HWID
	mnuUpdateStatusAll=Güncelleme durumu tüm DPPack's
	mnuContextUpdStatus=DriverPack Güncelleme durumu
	mnuDriverPacks=Driverpacks.net'i ziyaret et
	mnuDriverPacksOnMySite=İndir DPPack's ...
	TableHwidHeader12=Cihaz ID
	TableHwidHeader13=Kisim
	mnuReCollectHWID=Bütün paketlerde bilgiyi tazele
	mnuContextTestDRP=Test et driver paketi by program 7-zip
	mnuAutoInfoAfterDelDRV=Sürücü çıkardıktan sonra Otomatik donanım yapılandırması
	mnuContextDeleteDevIDs=Kaldır aygıt sürücüleri:
	mnuCreateRestorePoint=Sistem geri yükleme noktası oluşturun
	mnuUpdateStatusTab=Tüm sürücü paketleri güncelleme durumu (Geçerli sekmeyi)
	mnuReCollectHWIDTab=Donanım değişikliklerini tara (Geçerli sekmeyi)
	ToolTipTextDrv4UnsupportedOS=Bu sürücü paketi, farklı bir işletim sistemi için tasarlanmış.\r\nDesteklenmeyen OS için program yükleme İşleme sürücü paketi ayarları devre dışı.\r\nEğer işletim sistemi için sürücü paketleri durumu güncelleştirmek istiyorsanız, Daha sonra SHIFT + F6 tuşuna
	SSTabTypeDPTab1=Tüm DPPacks
	SSTabTypeDPTab2=Güncelleme Mevcut
	SSTabTypeDPTab3=Yüklü değil
	SSTabTypeDPTab4=Yüklü
	SSTabTypeDPTab5=Endeksleme Değil
	mnuCreateBackUp=Sürücülerin yedeğini oluştur
	mnuContextInstall3=Açmak bir dizine - Tüm Seçilen sürücü
	mnuContextInstall4=Bir dizin Açmak için - sürücüleri seçin ...
	mnuContextCopyHWIDs=Copy HWID to clipboard
	frInfo=Information about operating system and computer
	lblPCInfo=Model notebook/motherboard:
	mnuDelDuplicateOldDP=Delete old version of driver packages
	TableHwidHeader14=Find in DP's
	lblNoDP4Mode=No driver packages for this mode
	lblNoDPInProgram=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nDriver packages can be downloaded from the websites DriverPacks.net or DriverOff.net
	mnuLoadOtherPC=Download information of another PC (Emulation work)
	mnuSaveInfoPC=Save information about the devices to emulate a program on the other PC

[frmAbout]
	frmAbout=Hakkında... 
	cmdDonate=Bagis yapin
	cmdLicence=Lisans Sozlesmesi
	cmdSoftGetNet=Ana Sayfayi Ziyaret et
	cmdOsZoneNet=Forum OsZone.Net
	cmdExit=Kapat
	lblMailTo=Programin Yazaraina E-mail Yolla
	lblInfo=Program yuklu isletim sistemine aygit surucusu yuklemek icin tasarlanmistir. Program paket surucusuile (arsiv) calisir. Her arsiv icin veritabani olusturmak icin gerekli islevicin BD analiz edilerek her arsivinden yuklemek icin liste surucuyu verilir.\r\nBu program by Rokobozz tarafinda Turkce'lestirildi ve sizlerin kullanimina sunuldu

[frmLicence]
	frmLicence=Lisans Sözleşmesi
	chkAgreeLicence=kabul ediyorum
	cmdOK=Kabul et
	cmdExit=Kapat

[frmSilent]
	frmSilent=Izin Silent Mode
	cmdOK=Yüklemeyi başlat
	cmdExit=Iptal
	lblTimerText=Yükleme kalan başlatmak için: 
	lblTimeInSec=ikinci
	lblInfo=SilentMode içinde Programı başlatmak. Belirli bir süre içinde gerekli sürücü otomatik yüklemeyi başlatmak için. Eğer "Esc süreci basın düğmesi" İptal "veya anahtar kırmak istiyorum".

[frmCheckUpdate]
	frmCheckUpdate=Güncelleme: Yeni bir sürümü mevcut
	cmdUpdate=Guncellemeyi indir
	cmdUpdateFull=Programi indir
	cmdHistory=Degisiklik gecmisi
	cmdDonate=Bagis yapin
	cmdExit=Kapat
	lblVersion=Yeni surum degisiklikler listesi
	frDescription=Tarih değişiklikde işaretle
	lblDescription1=" - " - Hata duzeltme
	lblDescription2=" * " - Kozmetik degisiklikler
	lblDescription3=" + " - Eklenen fonksiyonel
	lblDescription4=" ! " - Onemli Uyarilar
	lblWait=Resmi siteden veri yukleniyor. Lutfen bekleyin....
	lblVersionList=Versiyon degisiklikler Listesi 

[frmDonate]
	frmDonate=Bağış Projesi
	cmdExit=Kapat

[frmUtilsEdit]
	frmUtilsEdit=Kayıtları düzenle
	lblUtilName=Merkezi Adi: 
	lblPathUtil=Dosya calistirmak icin yolu:
	lblParamUtil=Istege bagli baslatma paramsi:
	cmdOK=Tamam
	cmdExit=Kapat
	lblPathUtil64=Dosya calistirmak icin yolu x64

[frmOSEdit]
	frmOSEdit=OS (işletimsistemi) yayımla
	lblOSVer=Version OS 
	lblNameOS=Ad OS
	lblPathDRP=DriverPacks klasore Yolu
	lblPathDB=DriverPacks veritabani klasore Yolu
	frDopFile=Kurulum için ek dosya Grafikler DriverPacks için yolundan Bashrat
	lblPhysX=DP_Grafik_A_PhysX_*.7z
	lblLang=DP_Grafik_Diller_*.7z
	lblRuntimes=DP_Calısma Surum_*.7z
	frExcludeFileName=Driverpacks çalışması klasöründen dosyaları hariç (over numaralandırmak;)
	chk64bit=Suruculeri 64-bit isletim sistemine
	cmdOK=Onayla
	cmdExit=Kapat
	chkNotCheckBitOS=OS-bit yoksay

[frmLegendIco]
	frmLegendIco=Simge ayrıntılı açıklaması DriverPack
	cmdOK=İE

[frmListHwid]
	frmListHwidView=PC için driverpacks mevcut sürücülerin listesi (bulundu:
	frmListHwidInstall=Kurulum için sürücü listesi (bulundu:
	cmdOKCaption1=Yukle
	cmdOKCaption2=Tamam
	cmdExit=Kapat
	cmdCheckAll=Tumunu isaretle
	cmdUnCheckAll=Tumunu temizle
	lblInformation=Acmak icin suruculeri secin ve yukleyin "yani". Secilen surucu isareti otomatik olarak tek bir klasorde suruculer.
	frGroup=Sürücü grubu
	chkGrp1=Değil yüklü veya devre dışı
	chkGrp2=Güncelleştirmesi kullanılabilir
	chkGrp3=Yüklü
	chkGrp4=Belirtilen En eski
	strcmdOKCaption3=Unpack

[frmListHwidAll]
	frmListHwidAll=Bilgisayarın tüm cihaz Liste 
	cmdOK=Tamam
	frGroup=Sürücü Grupları
	frFindDrvInternet=İnternette Sürücü Ara
	chkParseHwid=Sadece basit HWID cihaz
	cmdGoSite=Drivers bulucu baslat
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Hepsi
	optGrp4=veritabanında yok sürücüleri
	lblWait=Lutfen bekleyin!  Donanim yapilandirmasi guncelleniyor ...
	cmdReNewHW=Donanim yapilandirmasini Guncelle
	chkHideOther=sadece seçili bırak
	cmdBackUpDrivers=suruculerin yedegini olusturma

[frmOptions]
	frmOptions=Seçenekleri
	cmdOK=Kaydet ve cik
	cmdExit=Kaydetmeden cik
	frOptions=Seçenekleri
	ItemOptions1=Ana Seçenekler
	ItemOptions2=Desteklenen Sistemler
	ItemOptions3=İşlem Merkezi
	ItemOptions4=Ek Aygıtlar
	ItemOptions5=Görünüm Ayarları
	ItemOptions6=DPInst ve Parametre Başlangıçı
	frMain=Ana Seçenekler
	lblOptionsStart=Baslangicta program Eylemleri
	chkUpdate=Guncellemeyi Kontrol et
	chkUpdateBeta=Kontrol beta varligi icin programin surumleri.
	chkReadClasses=Sinifi surucu paketi Okuma (ek. Paket yuklemek icin gereken) Grafik dosyalari
	chkConvertDPName=Donusturme (birlesimi kaldirma: DP, _32, wnt5, vb) surucu paketleri dosya
	chkReadDPName=Driverpacks isim degisikligini oku
	chkReadDRVVersion=PC suruculerin okunmasi (baslangic suresini uzatir) onerilir!!!
	chkHideOtherProcess=Baslangicta harici suruculeri gizle
	lblOptionsTemp=Gecici dosyalar ile calisma
	chkTempPath=Gecici klasor ve dosyalari
	chkRemoveTemp=Gecici dosyalari sil
	lblDebug=Hata ayiklama secenekleri modu
	chkDebug=Onarma modun etkin
	chkRemoveHistory=Calistirdiginda eski gunluk dosyasini Sil 
	lblRezim=Baslangic modu
	lblDebugLogPath=Log-dosyasinin yolu:
	frMainTools=Yer temel araclari
	cmdPathDefault=Varsayilan  yollari kullan
	frOtherTools=Destek Merkezi aygıtları (menüden)
	cmdAddUtil=Ekle
	cmdEditUtil=Degistir
	cmdDelUtil=Sil
	frOS=Desteklenen işletim sistemleri
	chkRecursion=Sureci alt depolama surucu paketleri
	chkLoadFinishFile=Sureci dosyalari "FINISH" (DriverPack*.ini)  yuklemesi Uyumluluk modu suruculeri 
	cmdAddOS=Ekle
	cmdEditOS=Degistir
	cmdDelOS=Sil
	lblExcludeHWID=Asagidakiler haric HWID (scrolling through ";") of the treatment (supported by the mask "*"):
	frDesign=Görünüm
	lblSizeForm=Ana penceresinin boyutu
	lblFormHeight=Yukseklik:
	lblFormWidth=Genislik:
	chkFormMaximaze=Tam ekran baslat
	chkFormSizeSave=Formu cikis boyutunu kaydet
	lblSizeButton=Dugmesel ve buton ozellikleri
	lblButtonHeight=Yukseklik:
	lblButtonWidth=Genislik:
	lblButtonLeft=Sol:
	lblButtonTop=Yukarida:
	lblButton2BtnL=yatay araligi:
	lblButton2BtnT=dikey araligi:
	chkButtonTextUpCase=Buyuk goruntuleme dugme metin
	cmdChooseFont=Metin düğmesinin yazı tipi seç
 	lblImageMain=ana goruntu
 	lblImageStatus=Simgeler dugmelerin durum icin
	lblTabControl=Sekme Kontrolu - Desteklenen isletim sistemleri
	lblTabPerRowCount=Satir basina sekmeleri:
	cmdChooseFontTab=Metin sekmeden yazı tipi seç
	chkTabBlock=Sekmeleri desteklenmeyen OS için devredışı olun (Veritabanı Güncelleme modu hariç)
	lblFormWidthMin=Bazi parametreler icin minimum degerler vardir. Eger minimum degeri daha az ise pencerede kirmizi ile vurgulanir. Programi ilk calistirdiginizda varsayilan degerler belirlenir.
	AdditionalColorCaption=Choose a color
	frDpInstParam=DPInst ve Parametrs Başlangıç
	lblParam=Parametre
	lblDescription=Parametre aciklamasi
	lblLegacyMode=imzasiz surucu paketleri eksik dosyalar ile paketleri yuklemeyi saglar. Bu suruculer, Windows'un son surumu yukleyemezsiniz
	lblPromptIfDriverIsNotBetter=Sonuc sorgu eger hangi yuklemek icin planlanan surucu paketi, daha guncel
	lblForceIfDriverIsNotBetter=Surucu bile surucu paketi degil, bu daha iyidir zorluyor.
	lblSuppressAddRemovePrograms=Parametre veya Program Ekle / Kaldir girdisini olusturamazsiniz
	lblSuppressWizard=yapilandirir DPInst sihirbazi sayfalarinda ve DPInst olusturdugu diger kullanici mesajlarinin gsterilmesini yasaklamak
	lblQuietInstall=yapilandirir DPInst sihirbazi sayfalarinda ve DPInst olusturdugu diger kullanici mesajlarinin gosterilmesini yasaklamak
	lblScanHardware=Suruculeri kopyalanir ve tespit cihazlar sadece yuklu (ve Tak ve tek suruculeri).
	lblCmdStringDPInst=Sonuc baslatma parametresi
	TableOSHeader1=Version
	TableOSHeader2=Ad
	TableOSHeader3=DriverPack
	TableOSHeader4=Veri Tabanı
	TableOSHeader5=x64
	TableOSHeader6=PhysX
	TableOSHeader7=Dil
	TableOSHeader8=Çalışma zamanılar
	TableOSHeader9=Exlude Dosya
	TableUtilHeader1=Ad
	TableUtilHeader2=Yol
	TableUtilHeader3=Parametre
	ItemOptions7=Sürücü Oluşturma
	frDevParser=Veritabanı sürücüleri oluşturma (Parametreleri parser inf-files)
	chkDelDouble=Surec yinelenen HWID
	chkDelDouble_SubSys=Cut HWID to "SubSys"
	chkDelDouble_MI=Cut HWID to the "MI"
	chkDelDouble_CC=Cut HWID to "CC"
	chkDelDouble_Rev=Cut HWID to the "REV"
	lblDevParserMode=inf dosyalarini isleme modu
	optDevParser=algoritma yerli suruculeri kullanarak veritabanu olusturma - ini-dosyasi gibi inf (by Romeo91)
	optDevParserbyRegExp=Create veritabanı sürücüleri RegExp düzenli ifade kullanarak (by BadPointer)
	chkSortByHWID=Siralama cikti dosya veritabani surucusu icin HWID
	chkTabHide=OS desteyi olmayan sekmeleri gizle (Veritabanı güncelleme modu hariç)
	ItemOptions8=Ana Seçenekler 2
	lblDelDouble=Dikkat! Yukarıdaki ayarlarını değiştirmek durumunda, yeniden sürücüleri gerekli veritabanı oluşturmayı unutmayın. Ayarları da yerel aygıt HWID elde dahildir.
	txtDevParser=Mode inf dosyasını ayrıştırıcı ini dosyası ile çalışmalarına dayanmaktadır. inf dosyası ve ini dosyasının yapısı üzerinde çok benzer, bazı özellikleri ile. Yöntem çok zayıf yönleri vardır: dosyaları daha sık başvurma, yetersizlik çok büyük inf dosyaları veri okumak (Bu dosyaları bir metin belgesi olarak işlenir). Rejim harici kütüphanelere sürümüne bağlı değildir. Hız 2-4 kez RegExp kullanarak yöntemine aşağı kalır yanı yok.
	txtDevParserbyRegExp=Mode inf dosyasını ayrıştırıcı kullanımı RegExp dayanır. Yüksek performans modu, belleğin yüklü olduğu gibi bir kez inf dosyasının tüm içeriğini, Böylece dosya yalnızca bir kez dönüm, hem de veri alıyor hemen önceden belirlenmiş bir yapı olarak.
	frMain2=Ana Seçenekler 2
	lblCompareVersionDRV=Surucu surumu karsilastirma
	optCompareByDate=Tarihe göre sürücüleri karşılaştır
	optCompareByVersion=sayısal değeri sürücüleri karşılaştır
	txtCompareVersionDRV=inf-Dosyadaki her sürücü tarih ve sürümünü içerir. Veri bölümünde [Version] kayıtlı ve biçimi var:\r\nDriverVer=mm/dd/yyyy[,wxyz], nerede mm/dd/yyyy - ay/gün/yıl, and [,wxyz] - İsteğe bağlı bir sayısal değer sürücü
	chkSilentDll=Sessiz kaydi / sistem bilesenlerinin guncelleme (dll ve ocx)
	chkDateFormatRus=Ekran tarihi bicimi dd/mm/yyyy
	chkSearchOnStart=Once yeni cihazlari ara ve bilgi topla
	lblPauseAfterSearch=Aramadan sonra pause:
	chkCreateRP=program baslangicta geri yukleme noktasi olustur
	frDesign2=Görünüm Ayarları 2
	lblTabControl2=Sekme Kontrol 2 - surucu gruplari
	cmdChooseFontTab2=Sekmesinde metin için yazı tipi seçin
	chkLoadUnSupportedOS=Süreç sekmeleri OS desteği yok
	chkCompatiblesHWID=Surec uyumlu HWID (Uyumlu kimlikleri)
	ItemOptions9=Görünüm Ayarları 2
	TableUtilHeader4=Yol x64
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	cmdFutureButton=Your future button
	ButtonColor=Select the Font Color button
	ButtonFont=Select a font Font button
	ItemOptions10=Debug mode
	frDebug=Debug mode
	lblMacrosType=Available macros in the name of the log file
	lblMacrosParam=Option
	lblMacrosDescription=Parameter Description
	lblMacrosPCName=short name of the computer, without the domain suffix
	lblMacrosPCModel=Computer Model\Motherboard
	lblMacrosOSVer=operating system version as the wnt(5|6)
	lblMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:
	chkDebugTime2File=Add the date and time in each line of the log file
	cmdFontColorButton=Set the font color of the button text
	cmdFontColorTabOS=Set the color of the text font for TABs
	cmdFontColorTabDrivers=Set the color of the text font for TABs
	chkButtonDisable=Activate button (for testing)
	lblTheme=Set icons theme (change major icons, status icons and buttons)
	cmdFontColorToolTip=Set the color and font of the tooltips text

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text

[frmEmulate]
	frmEmulate=Emulation mode for another PC
	lblInfo=Select a file and choose operating system to emulation program
	chk64bit=64-bit OS
	cmdOK=Emulate
	cmdExit=Cancel

[Messages]
	strMessages1 =Program ayarları yükleniyor
	strMessages2 =Görüntülemek veya görsel için dosyanın İnşaat
	strMessages3 =PC aygıtları için bilgi ve dosya sürümleri toplayor. (~ 1 dakika). Lütfen bekleyin ...
	strMessages4 =Çalışma programı imkansız
	strMessages5 =Liste boş desteklenen işletim sistemleri. Çalışma programı imkansız
	strMessages6 =Dizinde sürücüsü paketi yok, öngörülen program seçenekleri.\r\n\r\nDaha fazla programın çalışması imkansız!
	strMessages7 =Bir program dosyalarının eksik
	strMessages8 =Dosyanın kayıtları için hata. Elle veya basit bir dizin içine kopyalama dosya kayıt çalışın %windir%\system32
	strMessages9 =Çalışma Programı Bullon İpuçları kullanır. Verilen bilgisayarda onlarout-of-work\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\Ayarlamak icin bu değeri 1 yapın\r\n\r\Devam etmek ister misiniz?
	strMessages10=Ballon İpuçları devre dışı bırakılır! 
	strMessages11=Kaynak metin değiştirildi lisans sözleşmesi dosyası! TBu yanlışlık veya kötü amaçlı bir programın sonucu değişiklikler olabilir. İletişim üretici veya yeniden dağıtım programı indirin. Devam etmek ister misiniz?
	strMessages12=DriverPacks bulunamadı.
	strMessages13=Dosya açma hatası:
	strMessages14=seçilen sürücüsü paket yok!
	strMessages15=Simgelerin alternatif görüntüleri için Belirtilen dizin yok. Standart resimler kullanacık!
	strMessages16=Programı bir CD\DVD ile başladı, veritabanı güncelleme işlemi yapılamaz
	strMessages17=Tam olarak bir sürücü paketini silmek istiyor musun?
	strMessages18=Sessiz modda tüm önerilen sürücüleri yüklemek istiyormusunuz?
	strMessages19=Bilgisayarınızda yazılım programı, Microsoft Office, Microsoft Excel yüklü değildir
	strMessages20=Bulmak ve sınıfı sürücü paketleri yüklemeniz tamamlandı. Ayarları uygulamak için programı yeniden başlatmanız gerekir.
	strMessages21=DPInst başlatma hataası:
	strMessages22=Zaten güncelleme veya sürücü yükleme işlemi başladı. Tammlanmasını bekleyin\r\nBirden fazla işlem başlayamaz.
	strMessages23=Size belirlenen sürücü paketleri için bir görev yapmak istiyorsun? Bazı işlemler çok uzun olabilir!!!
	strMessages24=Sizin için veritabanını güncellemek istiyorum.
	strMessages25=Desteklenen tüm işletim sistemi için sürücü paketleri? Bu süreç çok uzun olabilir!!!
	strMessages26=Seçilen eylem yürütülsün mü?
	strMessages27=Konuşma işleri kayıp!!!\r\nIşleme paketi sürücüye kesilirse:
	strMessages28=Ek dosyaları veritabanı sürücü paketleri kaldırmak istiyorsunuz?
	strMessages29=Remove
	strMessages30=dosyaları gereksiz veritabanı bulunamadı
	strMessages31=Hata dizindeki dosyanın korunması veritabanı sürücüsü
	strMessages32=Sürücü paketinin görünen adı değiştirilmedi:
	strMessages33=Hata çalışan harici program:
	strMessages34=Cıkmak istediğinizden emin misiniz?
	strMessages35=Alt sürümleri-modülleri:\r\n\r\nModül Adı:\t Version:
	strMessages36=New options are saved! To use it is necessary to reload program.
	strMessages37=Ayarları kaydetmeden çıkmak istediğinizden emin misiniz?
	strMessages38=Program CD\DVD ile çalışır\r\nAyarları kaydetme imkansız!
	strMessages39=Lisans sözleşmesi dosyası yüklenemedi. Daha fazla çalışma programları imkansız. İletişim üretici veya yeniden dağıtım programı indirmek.
	strMessages40=Dosyasının Kaynak metin değiştirildi!!!\r\nFormu 'Destek Projesi' kapalı olacaktır.\r\nİletişim üretici veya yeniden dağıtım programı indirmek.
	strMessages41=Donate.rtf dosya yüklenemedi. üretici iletişime gecin veya dağıtım programı yeniden  indirmek.
	strMessages42=Dosya kopyalama hatası ile sona erdirilir
	strMessages43=Dikkat!!! Dosya okumak olduğunu sadece, dosya imkansız için yazıyorum. Gerek dosyadan özniteliği kaldırmak ve yeniden deneyin kaydetmek için.
	strMessages44=Dizinde geçici dosya oluşturabilirsiniz:
	strMessages45=Bir dosyaya veri yazarken hata oluştu:
	strMessages46=Dosya bulunamadı. Belki bilgi toplama programı devcon.exe hatalı. Daha fazla programları çalışma imkansız
	strMessages47=Ekran ayarları değiştirilemiyor!\r\nNedenleri:\r\n1. Monitörünüzü ve ekran kartı ekranının veri parametreleri devre dışı!\r\n2. Programın kayıt defterindeki ayarlarını yazamazsınız( 'Yönetici olarak girişi deneyin')
	strMessages48=Yeni ekran ayarları uygulanır!\r\nSistem çalışmaya hazır!
	strMessages49=Bilgisayarı yeniden başlatmanız gerekir ayarlarını yapmak için!\r\nŞimdi yeniden başlat?
	strMessages50=Başarısız
	strMessages51=Program ekran çözünürlüğü için optimize edilmiştir - 800x600\r\nSize ekran çözünürlüğü ayarlayın:
	strMessages52=UYARI! Belki yanlış veri görüntülenir\r\n\r\nDeğiştirin ekran çözünürlüğü tavsiye ediyoruz!? ( "EVET").\r\nçalışma devam et değişiklik yapmadan ( "HAYIR") 
	strMessages53=Error on update checking, connection to Internet is not created or server is inaccessible or timeout
	strMessages54=Hata güncelleme denetimi üzerinde
	strMessages55=It is discovered old version on the server! Very strange :)\r\nIt is the most veritable that you have unofficial release for testing received from author of the program.
	strMessages56=New version of the program is not discovered.
	strMessages57=Bir hata Devcon çalışan oluştu. Bazı özellikler engellenir
	strMessages58=Programın güncelleştirmeleri denetleyin ...
	strMessages59=Başarıyla tamamlandı! Start Time is:
	strMessages60=Program sessiz modda çalışıyor ...
	strMessages61=Orada dosya için bir üs inşa ediyor:
	strMessages62=Kurulum veritabanı tamamlandı. Uygulama zamanı:
	strMessages63=Sürücü paketindeki sürücü ayarlayın:
	strMessages64=Sürücü yüklemesi tamamlandı.
	strMessages65=Paket sürücüsü. Kurulum iptal edilir:
	strMessages66=Paket işleme sürücü kesildi. Uygulama zamanı: 
	strMessages67=Tüm paket sürücüsü İşlem tamamlandı. Uygulama zamanı:
	strMessages68=Paket veritabanını güncellemek için
	strMessages69=işlem merkezi
	strMessages70=Dosya
	strMessages71=Gereksiz dosyaları veritabanı Sil tamamladı.
	strMessages72=INF-arşiv dosyaları ayıklanıyor:
	strMessages73=Analiz inf dosyaları ve dosya için temel sürücünün yapısı:
	strMessages74=Orada görünen ad sürücü paketi değişimdir:
	strMessages75=Girmek / sürücü paketi için ekran adını değiştirme:
	strMessages76=Sürücü paketinin adını değiştirme
	strMessages77=Sürücü paketinin görünen adı değiştirilmedi:
	strMessages78=Bölüm
	strMessages79=Bölümün paneli yüklenmesi sırasında bir hata oluştu:
	strMessages80=Işleme bilgisayar hakkında verilen toplanan
	strMessages81=Geçici dosyaları kaldırma gider. Lütfen bekleyiniz ....
	strMessages82=Grup yükleme iptal edilir.
	strMessages83=Seçilen sürücü paketleri seçilen sürücüleri Açmak ...
	strMessages84=Seçilen paket sürücü kurulum seçilen sürücü ...
	strMessages85=Seçilen paket sürücüsü için sürücü Kurulum tamamlandı!
	strMessages86=Işleme sürücü paketi tamamlandı
	strMessages87=Nerede bir sürücü bulunursa veya kataloglar yoksa:
	strMessages88=Paket sürücüsü başarıyla kaldırılır:
	strMessages89=İşlem yapılan dosya:
	strMessages90=Içine girecek / değiştirmek sınıfı sürücü paketi için
	strMessages91=Paketi sürücünün sınıf değiştirme
	strMessages92=Arama ve sınıfı kurulumu tamamlandı.
	strMessages93=Aygıt sürücüleri yüklemesi başladı. Çalışmalarının tamamlanması için bekleyin.
	strMessages94=Kurulum tamamlandı. Yüklendikten sonra cihaz durumu kontrol ediliyor. Lütfen bekleyin ...
	strMessages95=Sürücüleri yükledikten sonra dosyaların sürümleri hakkında bilgi toplama (~ 1 dakika). Lütfen bekleyin ...
	strMessages96=Cihazla ilgili bilgi PC güncelleniyor
	strMessages97=Sürücüler dosyadan cıkatılıyor
	strMessages98=Ek dosyaları kaldırma:
	strMessages99=Arşivinden Afterextract dosyaları:
	strMessages100=Panelleri takma. Ve bölümlere işleme aranıyor...
	strMessages101=Sessiz modda başlatın iptal edilir
	strMessages102=Programın sürümleri karşılaştırarak bir hata oluştu. Üreticiye başvurun
	strMessages103=DriverPack veritabanında bulunmadığına. Şimdi bir veritabanı oluşturmak ister misiniz?
	strMessages104=Secili sürücü paket'(leri) sayısı:
	strMessages105=Sürücü paketi seçili değil. Uygulama grup görevleri imkansız.
	strMessages106=bileşeninin sürümü eski olduğu daha o program tarafından kullanılan.\r\nBu güncelleştirmeyi yüklemeniz tavsiye edilir!\r\n\r\nUyarı! Yükseltmek Bu bileşen kullanan diğer programları etkileyebilir!\r\n\r\ngüncellemek ister misiniz?
	strMessages107=Belki sürüm "Drivers Installer assistant" güncel!\r\n\rBurayı program güncellemelerini kontrol etmek için
	strMessages108=Programın çalışma dizisinde sürücü paketleri tespit edilemedi.\r\nBelki de yanlış yol veya yanlış sürücü paketleri mevcuttur\r\n\r\nSürücüleri adia-project.net veya DriverPacks.net indirmek istermisiniz?\r\n\r\n"Evet" - "adia-project.net" Websitesine git\r\n"Hayır" - "DriverPacks.net" Websitesine git\r\n"İptal" - Pencere kapat ve devam et
	strMessages109=Arşiv test ediliyor:
	strMessages110=Hata! Dosyayı açtıktan bulunamadı zaman:
	strMessages111=Desteklenen OS sürücüler bir dizi bulunamadı.\r\n\r\nYanlış ekran ayarları "Destekli OS". Programı sadece çevrimiçi Kullanma:
	strMessages112=Dikkat! Bir veya daha fazla sürücü paketleri veritabanı sürücüleri ile uyumlu değildir.\r\n\r\nBu veritabanı sürücüsü programın uygun modu kullanılarak yeniden inşa etmek için gereklidir.
	strMessages113=Var aygıt sürücüleri bir veya daha fazla kaldırıldı.\r\nçalışması için düzgün güncelleştirmek ve sürücü paketleri durumunu donanım yapılandırması önerilir.\r\n\r\nŞimdi Güncelleştir?
	strMessages114=Donanım Güncelleştirme ve yapılandırması tamamlandı!
	strMessages115=İşleme başlamadan önce geri yükleme noktası oluşturmak istermisiniz?
	strMessages116=Your computer is turned off System Restore or the function is not supported by the operating system\r\nCreating restore point is impossible.
	strMessages117=Sistem geri yükleme noktası oluşturarak bir hata oluştu
	strMessages118=Sistem geri yükleme noktası oluşturuluyor. Lütfen bekleyin ...
	strMessages119=Sistem geri yükleme noktası başarıyla oluşturuldu. Noktası adı:
	strMessages120=Sistem noktası "Hizmet" menüsünden sonra oluşturulabilir geri yükleyebilirsiniz.
	strMessages121=Analiz ve sıralama veri:
	strMessages122=!!! Bilinmeyen surucu programlari OEM-ureticileri:
	strMessages123=Fonksiyonel yedek ayrı bir ücretsiz yazılım Sürücüler BackUp Çözümü (DBS).\r\nBelki ileride işlevselliği Sürücüler Installer Yardımcısı (DIA) dahil edilecek.\r\n\r\nEğer program DBS hakkında daha fazla bilgi edinmek ister misiniz?
	strMessages124=of
	strMessages125=Seçilen dizine ambalajından sürücüleri tamamlandı!
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages127=Loading ...
	strMessages128=Indexing ...
	strMessages129=Installing ...
	strMessages130=Ending ...
	strMessages131=Select a directory to extract the driver
	strMessages132=Unpacking drivers canceled
	strMessages133=Do you want to open a folder?
	strMessages134=Removing files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully.\r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed.\r\nIn the extraction procedure errors were found!\r\n\r\n Would you like to open a directory with files?
	strMessages137=DIA The program has the following initial options:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - display the window\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Run silent mode installation of the drivers, with a choice selection mode drivers.\r\nParameter [mode] can be set to mode "installation (compatible drivers)" and "Installation (Full - the whole package)," respectively:\r\n\tn or n2 - Select driver packages with newer drivers.\r\n\tq or q2 - Select driver packages with unknown drivers.\r\n\ta or a2 - Select all driver packages to the tab\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- time in seconds, before starting silent installation mode drivers. Default pause is 10 seconds.\r\n\r\n "/extractdll [(:|=) path]" - extract files from program to the specified directory, if the directory is specified, the recovery is a temporary directory\r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights. You want to continue?
	strMessages139=You wish to remove older versions of the driver packages?
	strMessages140=Outdated driver packages not found
	strMessages141=Older versions of driver packages are removed!\r\n To apply, you must restart the program.\r\n\r\n Would you like to restart now?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages148=Analysis inf-file and build a database of drivers for the directory:
	strMessages149=Copying files to a temporary directory ...
	strMessages150=(as folders)
